const footers = [
    "ᕙ(  •̀ ᗜ •́  )ᕗ",
    "(ง'̀-'́)ง",
    "༼ つ ◕_◕ ༽つ",
    "ლ(ಠ_ಠლ)",
    "(☞ﾟヮﾟ)☞",
    "(⸝⸝๑﹏๑⸝⸝)",
    "(｡♥‿♥｡)",
    "(✿◠‿◠)",
    "(•ω•)",
    "(❁´◡`❁)",
    "(づ｡◕‿‿◕｡)づ",
    "(＾▽＾)",
    "(•‿•)",
    "(❀╹◡╹)",
    "(｡◕‿◕｡)",
    "ʕ•ᴥ•ʔ",
    "(つ╥﹏╥)つ",
    "٩(^ᗜ^ )و ´-",
    "(๑>؂•̀๑)",
    "｡°(°¯᷄◠¯᷅°)°｡",
    "(ó﹏ò｡)",
    "(✖╭╮✖)",
    "(╯︵╰,)",
    "(｡•́︿•̀｡)",
    "(︶︹︺)",
    "٩(ˊᗜˋ*)و ♡",
    "(´｡• ᵕ •｡`)",
    "(´•̥̥̥﹏•̥̥̥`)",
    "(灬º‿º灬)♡",
    "(✧ω✧)",
    "(•̀ᴗ•́)و ̑̑",
    "٩(◕‿◕｡)۶",
    "(´▽`ʃ♡ƪ)",
    "(´• ω •`)",
];

const randomFooter = () => {
    return footers[Math.floor(Math.random() * footers.length)];
};

export default randomFooter;
